<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、無効なパスワードやリセットトークンなど、パスワード更新の
    | 失敗理由に対応するデフォルトメッセージです。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセット用のリンクをメールで送信しました。',
    'throttled' => 'しばらく待ってから再度お試しください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => '該当するメールアドレスのユーザーが見つかりません。',

];
